{
    "InfoArray":[
	{"title": "About Me",
	 "shortDesc": "My brief bio",
	 "longDesc": "<p> I am currently a graduate student at Carnegie Mellon University in the Program in Neural Computation(PNC), and am now seeking exciting oppurtunities, in which to apply my varied techincal skills.</p><p> My research has entailed creating and simulating mathematical models of neural systems, using julia, python, and other programming languages. I then used these results to make hypothesizes about these systems. However, I now plan to leave academia with a Masters degree, due to a desire to move back to my family home in Scranton, PA, and a shift in interest toward programming and other applications. I believe that my strong skills in programming and data analysis coupled with my interest in technology will make me a strong candidate for a variety of positions.</p>"
},
	{"title": "Education",
	 "shortDesc": "My learning background.",
	 "longDesc": " <dl> <dt> Carnegie Mellon University</dt> <dd> <b>MS in Neural Compuation</b> <i>Aug 2013- Expected May 2015</i>  </dd> <dt> Pennsylvania State University</dt> <dd> <b> BS in Physics, Minor in Math</b> <i>Aug 2005-Aug 2009</i></dd>"
	},
	{"title": "Experience",
	 "shortDesc": "What I have done in the past.",
	 "longDesc": "<dl><dt>Graduate Research Assistant </dt><dd>University of Pittsburgh/Carnegie Mellon, <i> Aug 2013 - present</i><ul><li>Performed research with Pitt Professor Bard Ermentrout while a Graduate at Carnegie Mellon(cross university program)</li><li>Design and implement computational models.</li><li> Analyze experimental data and compare to models.</li><li> Write documentation and publish articles detailing work</li><li> Use Python, Matlab, and various programming package to accomplish tasks.</li></ul></dd><dt>Technical Resarch Assistant</dt><dd>McLean Hospital, <i>Oct 2010-July 2013</i><ul><li> Build biologically realistic computational models of neural networks using various tools including C, C++, and MPI.</li><li> Use Beowulf cluster running on Linux for parallel simulations</li><li> Perfom analysis of simulated data and design figures displaying data.</li><li> Produce and maintain documentation for various custom scripts.</li></ul></dd><dt>Student Researcher(unfunded)</dt><dd>Penn State Department of Physics <i>Sept 2008-Aug 2009</i><ul><li> Build computational models of noise in neural networks using C, C++, and Octave(Matlab clone)</li><li> Design accompanying figures to explain data.</li><li> Culminated in completion of thesis for graduation from the honors college</li></ul></dd><dt>Student Guest</dt><dd>Los Alamos National Laboratory <i>June 2008-Aug 2008</i><ul><li> Improved neural network models of the primary visual cortex for use in computer vision by modifying simulation written in C.</li><li> Integrate with rest of team using appropriate documentation and Subversion version control.</li><li> Participated in the Los Alamos Summer School program sponsored by University of New Mexico</li></ul></dd><dt>Teacher Assistant</dt><dd>Penn State University- Wilkes-Barre Campus<ul><li> Assisted professor in freshman introductory physics lab class.</li><li> Assisted students in performing labs and understanding the results.</li></ul></dd></dl>"},
	{"title": "Skills",
	 "shortDesc": "A general list of skills I have acquired through my education and experience.",
	 "longDesc": "<dl><dt>Programming</dt><dd> <ul><li class=\"NoBullet\"><b>Solid</b></li> <ul><li>Linux Shell<li><li>Python</li><li> Matlab</li><li>Python(Numpy, matplotlib, scipy)</li><li>C </li>C++ </li><li>LaTeX</li><li>MPI Library(C/C++)</li> <li>git</li></ul><li class=\"NoBullet\"><b>Familiar</b></li><ul><li>HTML</li><li>CSS</li> <li>JavaScript</li><li> MySQL</li><li>subversion</li><li> torque/PBS</li></ul></ul></dd><dt>Math/Data Analysis</dt><dd><ul><li>Dynamic Systems Modelling</li><li>Displaying Data for Reports</li><li>Using Various Statistical Techniques</li></ul></dd></dl>"}
    ]
}
